Repository: lobix-github/QuestApp
Catalog: server/Resources/App.*.resx
Languages: nl

source: Audit Page
nl: Audit

source: Blog1Title
nl: The support of IT tools for the needs of creativity, ideation, and idea management

source: Blog2Title
nl: HOW IS IT POSSIBLE TO IMPLEMENT CREATIVITY AND INNOVATION IN THE USE OF IT TOOLS?

source: Blog3Title
nl: Innovative initiative evaluation

source: Blog4Title
nl: The power of employees and people

source: CONTACT TEXT
nl: <p>Uniwersytet Szczeciński<br/>Instytut Zarządzania<br/>ul. Cukrowa 8<br/>71-004 Szczecin<br/>Poland<br/>ipdi@usz.edu.pl</p>

source: DE
nl: Deutsch

source: DIGITAL INNOVATION TEXT
nl: Helping you gain a better understanding of how small service companies currently undertake new product development so that you can improve how innovation in services is taught.

source: EN
nl: English

source: ERASMUS TEXT
nl: This project has been funded with support from the European Commission. The author is solely responsible for this publication (communication) and the Commission accepts no responsibility for any use may be made of the information contained therein. In compliance of the new GDPR framework, please note that the Partnership will only process your personal data in the sole interest and purpose of the project and without any prejudice to your rights.

source: FINAL DEFINITIONS
nl: Final definitions based on literature

source: FINAL DEFINITIONS TEXT
nl: Final definitions based on literature [...]

source: General Results Page
nl: Algemene resultaten

source: Hello
nl: Hallo

source: HOW CUSTOMER EXPERIENCE
nl: How customer experience drives digital transformation

source: HOW CUSTOMER EXPERIENCE TEXT
nl: How customer experience drives digital transformation […]

source: HOW TO INNOVATE DIGITALLY? TEXT
nl: HOW TO INNOVATE DIGITALLY? Servitization and service [...]

source: Language
nl: Taal

source: Main Page
nl: Hoofdpagina

source: MEET THE TEAM TEXT
nl: Want to find out a little more about the Digital […]

source: NL
nl: Nederlands

source: Partners Page
nl: Partners

source: PL
nl: Polski

source: Profile Page
nl: Gebruikersprofiel

source: Register
nl: Registratie

source: Results Page
nl: Uw resultaten

source: Survey Page
nl: Vragenlijst

source: Translate Page
nl: Tłumaczenie
