Repository: lobix-github/QuestApp
Catalog: server/Resources/Pages/MainPage.*.resx
Languages: de, nl, pl

# Generated reports count
source: Benchmarking comparisons count
de: Benchmarking-Vergleiche
nl: Vergeken benchmarks
pl: Wygenerowanych raportów

# li1
source: Learn what is the current level of your enterprise’s innovation process digitalisation
de: Erfahren Sie, wie weit die Digitalisierung des Innovationsprozesses in Ihrem Unternehmen fortgeschritten ist
nl: Ontdek wat het huidige niveau van digitalisering van het innovatieproces binnen uw onderneming is
pl: Weryfikuj na bieżąco, jak kształtuje się obecny poziom cyfryzacji procesu innowacyjnego w przedsiębiorstwie

# li2
source: Get access to the information on how your position can be improved
de: Erhalten Sie Zugang zu Informationen, wie Ihre Position verbessert werden kann
nl: Krijg toegang tot informatie over hoe uw positie kan worden verbeterd
pl: Dowiedz się, w jaki sposób polepszyć pozycję przedsiębiorstwa, poprawiając poziom cyfryzacji procesów innowacyjnych

# li3
source: Find out what is your position in relation to other enterprises according to criteria of your choice
de: Finden Sie heraus, wo Sie, nach Kriterien Ihrer Wahl, im Vergleich zu anderen Unternehmen stehen
nl: Ontdek wat uw positie is ten opzichte van andere ondernemingen volgens de criteria van uw keuze
pl: Obserwuj, jaka jest pozycja cyfrowa przedsiębiorstwa w stosunku do innych firm wybranych wg zadanych kryteriów

# li4
source: Track progress of your enterprise’s innovation process digitalisation and how your relative competitive position is changing
de: Verfolgen Sie Fortschritte bei der Digitalisierung des Innovationsprozesses in Ihrem Unternehmen und wie sich Ihre relative Wettbewerbsposition verändert
nl: Volg de voortgang van de digitalisering van het innovatieproces binnen uw onderneming en zie hoe uw relatieve concurrentiepositie verandert
pl: Monitoruj rozwój cyfryzacji procesów innowacyjnych w przedsiębiorstwie i jak wpływa on na relatywną pozycję konkurencyjna

# Pic Header
source: DIGITAL INNOVATION BENCHMARKING AUDIT
de: BENCHMARKING-AUDIT ZUR DIGITALEN INNOVATION
nl: BENCHMARKING-AUDIT DIGITALE INNOVATIE
pl: AUDYT BENCHMARKINGOWY INNOWACJI CYFROWYCH

# Pic Text
source: Learn and benchmark your Innovation Process Digitalisation Index!
de: Lernen Sie Ihren Digitalisierungsindex in Bezug auf Innovationsprozesse kennen und bewerten Sie ihn!
nl: Leer en benchmark de digitaliseringsindex van uw innovatieproces!
pl: Sprawdź i porównaj Indeks Cyfryzacji Procesu Innowacyjnego swojego przedsiębiorstwa!

# Submits count
source: Submitted surveys count
de: Eingereichte Unterlagen
nl: Ingezonden vragenlijsten
pl: Wykonanych porównań

# Text1
source: <p>Making the right decisions is critical for all firms’ survival. And it is never easy! But more relevant decisions always come with better information! If you are <b>considering if and when to invest in innovation process digitalisation</b>, here you will find interesting insights. The benchmark <b>will help you understand your position in comparison to other companies operating in similar context.</b></p><p>The Digital Innovation Benchmarking Tool is an innovative, online interactive platform for SMEs to identify their current levels of innovation process digitalisation. This simple, yet powerful tool was designed to help businesses to <b>create a benchmark of where their innovation development process is in terms of utilizing digital tools</b> which are available, <b>as compared to others.</b></p><p>The Tool analyses the use of digital tools in the enterprise that support innovation management. These include for instance digital solutions that can be used for ideating, collecting and selecting of ideas, building and testing prototypes, collaborating on ideas development, or managing innovation portfolio.</p><p>The analysis is mapped across innovation process logic, that was described in detail within the Digital Innovation project, an international initiative started by European scientists and practitioners in 2020, funded by the European Commission from the Erasmus+ program. Go to Digital Innovation website to see a detailed <b><a href=https://www.innovatingdigitally.eu/audit/ target="_blank">Digital Innovation Process Audit</a></b>. To inspire yourself on how and which digital tools can be used to facilitate your innovation process go to our <b><a href=https://www.innovatingdigitally.eu/scanner/ target="_blank">Digital Innovation Scanner</a></b>!</p>
de: <p>Die richtigen Entscheidungen zu treffen, ist für Unternehmen überlebenswichtig. Und es ist nie einfach! Aber bessere Entscheidungen lassen sich immer mit besseren Informationen treffen! Wenn Sie <b>erwägen, ob und wann Sie in die Digitalisierung von Innovationsprozessen investieren sollten</b>, finden Sie hier interessante Erkenntnisse. Der Benchmark <b>wird Ihnen helfen, Ihre Position im Vergleich zu anderen Unternehmen, die in einem ähnlichen Umfeld tätig sind, zu verstehen.</b></p><p>Das Digital Innovation Benchmarking Tool ist eine innovative, interaktive Online-Plattform für KMU, mit dem Sie Ihren aktuellen Stand der Digitalisierung von Innovationsprozessen ermitteln können. Dieses einfache, aber leistungsstarke Tool wurde entwickelt, um Unternehmen dabei zu helfen, <b>einen Benchmark zu erstellen, der zeigt, wo Ihr Innovationsentwicklungsprozess im Hinblick auf die Nutzung</b> der verfügbaren <b>Digitalen Tools</b> im <b>Vergleich zu anderen</b> steht.</p><p>Das Tool analysiert den Einsatz digitaler Tools im Unternehmen, die das Innovationsmanagement unterstützen. Dazu gehören beispielsweise digitale Lösungen, die für die Ideenfindung, das Sammeln und Auswählen von Ideen, den Bau und das Testen von Prototypen, die Zusammenarbeit bei der Ideenentwicklung oder die Verwaltung des Innovationsportfolios genutzt werden können.</p><p>Die Analyse erfolgt anhand der Logik des wissenschaftlich entwickelten Innovationsprozesses, der im Rahmen des Projekts „Digital Innovation&quot; detailliert beschrieben wurde. Dabei handelt es sich um eine internationale Initiative, die von europäischen Wissenschaftlern und Praktikern im Jahr 2020 gestartet wurde und von der Europäischen Kommission im Rahmen des Programms Erasmus+ finanziert wird. Auf der Website von „Digital Innovation“ finden Sie einen detaillierten <b><a href=https://www.innovatingdigitally.eu/whitepaper-and-audit-de/ target="_blank">Digitalen Innovationsprozess Audit</a></b>. Lassen Sie sich inspirieren, wie und mit welchen digitalen Tools Sie Ihren Innovationsprozess unterstützen können, und besuchen Sie unsere digitale <b><a href=https://www.innovatingdigitally.eu/scanner/ target="_blank">Innovation Tools Scanner</a></b> Plattform!</p>
nl: <p>Het nemen van de juiste beslissingen is van cruciaal belang voor het overleven van alle bedrijven. En het is nooit gemakkelijk! Maar relevantere beslissingen gaan altijd gepaard met betere informatie! Als u <b>overweegt of en wanneer u in de digitalisering van het innovatieproces moet investeren</b>, vindt u hier interessante inzichten. De benchmark <b>helpt u uw positie te begrijpen in vergelijking met andere bedrijven die werkzaam zijn in vergelijkbare omstandigheden.</b></p><p>De Digital Innovation Benchmarking Tool is een innovatief en interactief online platform voor het mkb om hun huidige niveau van digitalisering van het innovatieproces vast te stellen. Deze eenvoudige, maar krachtige tool is ontworpen om bedrijven te helpen <b>een benchmark te creëren van de positie waarin hun innovatieontwikkelingsproces zich bevindt met betrekking tot het gebruik van de beschikbare digitale tools, in vergelijking met anderen.</b></p><p>De tool analyseert het gebruik van digitale tools in de onderneming die het innovatiebeheer ondersteunen. Het gaat bijvoorbeeld om digitale oplossingen die kunnen worden gebruikt voor het bedenken, verzamelen en selecteren van ideeën, het bouwen en testen van prototypes, het samenwerken aan de ontwikkeling van ideeën of het beheren van het innovatieportfolio.</p><p>De analyse wordt in kaart gebracht aan de hand van de logica van het innovatieproces, die gedetailleerd is beschreven binnen het digitale innovatieproject, een internationaal initiatief dat in 2020 door Europese wetenschappers en mensen uit de praktijk is opgezet en door de Europese Commissie wordt gefinancierd via het Erasmus+-programma. Ga naar de Digital Innovation-website om een gedetailleerde <b><a href=https://www.innovatingdigitally.eu/whitepaper-and-audit-nl/ target="_blank">digitale innovatieproces-audit</a></b> te bekijken. Om uzelf te inspireren over hoe en welke digitale tools kunnen worden gebruikt om uw innovatieproces te vergemakkelijken, gaat u naar ons <b><a href=https://www.innovatingdigitally.eu/scanner/ target="_blank">Digital Innovation Scanner</a></b>!</p>
pl: <p>Podejmowanie właściwych decyzji jest kluczowe dla przetrwania każdego przedsiębiorstwa i nigdy nie jest łatwe! Jednak bardziej trafne decyzje zwykle idą w parze z dostępem do właściwych informacji. <b>Jeśli zastanawiasz się, czy i kiedy zainwestować w cyfryzację procesów innowacyjnych w swoim przedsiębiorstwie, to narzędzie pomoże ci uzyskać dodatkową wiedzę.</b></p><p>To interaktywne narzędzie zostało stworzone dla mikro, małych i średnich przedsiębiorstw, aby mogły w przejrzysty sposób <b>określić i monitorować zakres cyfryzacji realizowanych działań innowacyjnych, w odniesieniu do innych - podobnych - podmiotów.</b></p><p>Narzędzie analizuje wykorzystanie w przedsiębiorstwie narzędzi cyfrowych, które wspierają zarządzanie innowacjami w całym procesie ich tworzenia i wdrożenia. Uwzględnia np. narzędzia wykorzystywane do wspomagania procesu tworzenia, gromadzenia i selekcji pomysłów; budowania i testowania prototypów; współpracy nad rozwojem innowacyjnych projektów; czy też zarządzania portfelem innowacji.</p><p>Analiza odwzorowuje logikę procesu innowacyjnego, która została szczegółowo opisana w ramach projektu Digital Innovation, międzynarodowej inicjatywy rozpoczętej przez europejskich naukowców i praktyków w 2020 roku, finansowanej przez Komisję Europejską z programu Erasmus+ (zob. <b><a href=https://www.innovatingdigitally.eu/whitepaper-and-audit-pl/ target="_blank">Audyt Innowacyjności Cyfrowej</a></b>). Opracowany w ramach projektu <b><a href=https://www.innovatingdigitally.eu/scanner/ target="_blank">Digital Innovation Scanner</a></b> może zaś dostarczyć inspiracji odnośnie tego, jak i które narzędzia cyfrowe mogą być wykorzystane do wsparcia procesu innowacyjnego w zależności od potrzeb konkretnego przedsiębiorstwa.</p>

# Text1Register
source: <b><a href=/register>Register</a> to the platform and get all the benefits!</b>
de: <b><a href=/register>Registrieren</a> Sie sich auf der Plattform und profitieren Sie von allen Vorteilen!</b>
nl: <b><a href=/register>Registreer u</a> bij het platform en profiteer van alle voordelen!</b>
pl: <b><a href=/register>Zarejestruj się</a> na platformie, aby uzyskać wartościowe informacje!</b>

# Text2
source: <p><b>How does it work?</b></p><p>The Benchmarking Tool is based on a simple <b>survey-based mechanism</b>, that is aligned with a powerful platform to <b>generate real-time reports automatically comparing the participant with all previous users</b> without revealing any company-specific data. In addition, as survey results are saved in personalised account, it is also possible to track the digital revolution of innovation process management in a company over time. A single survey can be used for multiple analysis as it is stored always on a private account. The user decides the types of reports to be generated!</p>
de: <p><b>Wie funktioniert es?</b></p><p>Das Benchmarking-Tool basiert auf einem einfachen, <b>umfragebasierten Mechanismus</b>, der mit einer leistungsstarken Plattform verbunden ist, um <b>Echtzeitberichte zu erstellen, die den Teilnehmer automatisch mit allen vorherigen Nutzern vergleicht</b>, ohne unternehmensspezifische Daten preiszugeben. Da die Umfrageergebnisse in einem personalisierten Konto gespeichert werden, ist es außerdem möglich, die digitale Entwicklung des Innovationsprozessmanagements in einem Unternehmen im Laufe der Zeit zu verfolgen. Eine einzelne Umfrage kann für mehrere Analysen verwendet werden, da sie immer in einem privaten Konto gespeichert wird. Der Nutzer entscheidet, welche Berichte erstellt werden sollen!</p>
nl: <p><b>Hoe werkt het?</b></p><p>De Benchmarking Tool is gebaseerd op een eenvoudig <b>mechanisme op basis van een vragenlijst</b>, dat is uitgelijnd met een krachtig platform om <b>automatisch real-time rapporten te genereren waarin de deelnemer wordt vergeleken met alle eerdere gebruikers</b>, zonder dat er bedrijfsspecifieke gegevens worden onthuld. Aangezien de resultaten van de vragenlijst in een gepersonaliseerd account worden opgeslagen, is het bovendien mogelijk om de digitale revolutie van het beheer van het innovatieproces in een bedrijf in de loop van de tijd te volgen. Eén enkele vragenlijst kan voor meerdere analyses worden gebruikt, omdat ze altijd op een privé-account wordt opgeslagen. De gebruiker bepaalt de soorten rapporten die worden gegenereerd!</p>
pl: <p><b>Jak działa platforma?</b></p><p>Narzędzie benchmarkingowe oparte jest na <b>prostym mechanizmie ankietowym</b>, który jest połączony z potężną platformą do <b>automatycznego generowania raportów, porównujących uczestnika z wszystkimi użytkownikami zgromadzonymi uprzednio w bazie</b> – wyłączenie w ujęciu zbiorczym, bez ujawniania danych dotyczących poszczególnych przedsiębiorstw. Dodatkowo, ponieważ uzyskane wyniki są zapisywane na indywidualnym koncie – przy wielokrotnym wypełnieniu ankiety – możliwe jest śledzenie cyfrowej rewolucji w zarządzaniu procesem innowacji w konkretnej firmie na przestrzeni czasu. Każdorazowe wypełnienie ankiety umożliwia samodzielne wygenerowanie wielu raportów benchmarkingowych z porównaniami wg zadanych kryteriów!</p>

# Text3
source: <p>The Benchmarking Tool is only available to registered participants and thus the comparative reports remain confidential and are accessible only in your individual profile.</p>
de: <p>Das Benchmarking-Tool steht nur registrierten Nutzern zur Verfügung. Die vergleichenden Berichte bleiben daher vertraulich und sind nur in Ihrem individuellen Profil zugänglich.</p>
nl: <p>De Benchmarking Tool is alleen beschikbaar voor geregistreerde deelnemers en de vergelijkingsrapporten blijven dus vertrouwelijk en zijn alleen toegankelijk in uw individuele profiel.</p>
pl: <p>Narzędzie benchmarkingowe jest dostępne tylko dla zarejestrowanych uczestników, dlatego też raporty porównawcze pozostają poufne i są dostępne wyłącznie w indywidualnym profilu uczestnika.</p>

# Text4
source: <p>The platform is a scientific project and is based on the highest standards of ethics and confidentiality. Users will not be billed at any stage. Should you have any additional questions, please do not hesitate to contact <b><a href=/partners>our team</a></b> directly.</p><p>Go to <b><a href=/general>General results</a></b> section to learn current value of Innovation Process Digitalisation Index and how the innovation process digitalisation is changing.</p><p>The number and engagement of our users is growing!</p>
de: <p>Die Plattform ist Teil eines wissenschaftlichen Projektes und basiert auf den höchsten Ethik- und Vertraulichkeitsstandards. Den Nutzern werden zu keinem Zeitpunkt Kosten in Rechnung gestellt. Sollten Sie weitere Fragen haben, zögern Sie bitte nicht, <b><a href=/partners>unser Team</a></b> direkt zu kontaktieren.</p><p>Gehen Sie zum Abschnitt <b><a href=/general>Allgemeine Ergebnisse</a></b>, um den aktuellen Wert des Innovationsprozess-Digitalisierungsindex zu erfahren und zu sehen, wie sich die Digitalisierung des Innovationsprozesses verändert.</p><p>Die Zahl und das Engagement unserer Nutzer wächst!</p>
nl: <p>Het platform is een wetenschappelijk project en is gebaseerd op de hoogste normen van ethiek en vertrouwelijkheid. De gebruikers worden in geen enkel stadium gefactureerd. Mocht u nog aanvullende vragen hebben, aarzel dan niet om direct contact op te nemen met <b><a href=/partners>ons team</a></b>.</p><p>Ga naar de <b><a href=/general>Algemene resultaten</a></b>-sectie om de huidige waarde van de digitaliseringsindex van het innovatieproces te leren kennen en te zien hoe de digitalisering van het innovatieproces verandert.</p><p>Het aantal van onze gebruikers en hun betrokkenheid groeit!</p>
pl: <p>Platforma jest projektem naukowym i opiera się na najwyższych standardach etyki i poufności. Na żadnym etapie od użytkowników nie będą pobierane żadne opłaty. W przypadku dodatkowych pytań zachęcamy do bezpośredniego kontaktu z <b><a href=/partners>naszym zespołem</a></b>.</p><p>Przejdź do sekcji <b><a href=/general>Ogólne wyniki</a></b> aby poznać obecną wartość Indeksu Cyfryzacji Procesu Innowacyjnego i sprawdzić jak zmienia się poziom cyfryzacji procesów innowacyjnych w ujęciu przekrojowym.</p><p>Liczba i zaangażowanie naszych użytkowników stale rośnie!</p>

# Users count
source: Registered users count
de: Registrierte Benutzer
nl: Geregistreerde gebruikers
pl: Zarejestrowanych użytkowników
