Repository: lobix-github/QuestApp
Catalog: server/Resources/Pages/Register.*.resx
Languages: de, pl

# Already logged in!
source: You are already logged in! Logout first to register.
de: Sie sind bereits eingeloggt! Loggen Sie sich zuerst aus, um sich zu registrieren.
pl: Jesteś zalogowany! Wyloguj się, aby się zarejestrować.

source: Cancel
de: Abbrechen
pl: Zrezygnuj

# CitySize
source: Location (size of the city/town/village)*
de: Standort (Größe der Stadt/des Ortes/des Dorfes)*
pl: Lokalizacja przedsiębiorstwa (wielkość miasta/ miejscowości)*

# CitySizeAsterix
source: *please indicate the location of the company’s headquarter; in case you are a franchiser, please insert the place in which your business is directly located
de: *Bitte geben Sie den Sitz des Unternehmens an; falls Sie ein Franchisegeber sind, geben Sie bitte den Ort an, an dem sich Ihr Unternehmen befindet
pl: *proszę odnieść się do lokalizacji siedziby firmy; w przypadku, gdy są Państwo franczyzodawcą, proszę odnieść się do miejscowości, w której bezpośrednio znajduje się Państwa firma

source: Confirm password
de: Passwort bestätigen
pl: Potwierdź hasło

# Country
source: Location (country)
de: Standort (Land)
pl: Lokalizacja przedsiębiorstwa (kraj)

source: Email
de: E-Mail-Adresse

source: Email already exists
de: E-Mail existiert bereits
pl: Email już istnieje

# EnterpriseRole
source: Your role in the enterprise
de: Ihre Rolle im Unternehmen
pl: Rola w przedsiębiorstwie

source: Error
de: Fehler
pl: Błąd

source: Field cannot be blank
de: Feld darf nicht leer sein
pl: Pole nie może być puste

source: Invalid email
de: Ungültige E-Mail
pl: Niepoprawny email

# Name
source: Name of the enterprise
de: Name des Unternehmens
pl: Nazwa przedsiębiorstwa

source: Number of employees*
de: Anzahl der MItarbeiter*
pl: Liczba pracowników*

# NumberOfEmployeesAsterix
source: *the employment includes full-time as well as part-time and seasonal workers, and includes employees, owner- managers, and persons considered to be employees under national law
de: *Die Beschäftigung umfasst sowohl Vollzeit- als auch Teilzeit- und Saisonarbeitskräfte und schließt Angestellte, Eigentümer und Personen ein, die nach nationalem Recht als Arbeitnehmer gelten
pl: *zatrudnienie dotyczy pełnych etatów, a także osób pracujących w niepełnym wymiarze godzin, w tym sezonowo, i obejmuje pracowników, właścicieli – kierowników, wspólników prowadzących regularną działalność, oraz osoby pracujące dla przedsiębiorstwa i podlegające mu i uważane za pracowników na mocy prawa krajowego

# OperationTime
source: Length of time the enterprise has been in operation
de: Wie lange ist Ihr Unternehmen bereits tätig?
pl: Długość okresu funkcjonowania przedsiębiorstwa

source: Password
de: Passwort
pl: Hasło

source: Passwords don't match
de: Passwörter stimmen nicht überein
pl: Hasła nie są identyczne

source: Register
de: Registrierung
pl: Zarejestruj

source: Register page
de: Registrierung
pl: Rejestracja

# Sector
source: Industry sector that the enterprise is principally engaged in
de: Wirtschaftszweig, in dem das Unternehmen hauptsächlich tätig ist
pl: Sektor, w którym przedsiębiorstwo prowadzi podstawową działalność

# ServiceArea
source: Service area that the enterprise is engaged in, if not operating directly in service sector
de: Dienstleistungsbereich, in dem das Unternehmen tätig ist, wenn es nicht direkt im Dienstleistungssektor tätig ist
pl: Obszar usług, w który zaangażowane jest przedsiębiorstwo, jeżeli nie działa ono bezpośrednio w sektorze usług*

# Text1
source: Please provide some general information about your enterprise so that you can use those criteria to generate benchmarking report after your survey is completed.
de: Bitte geben Sie einige allgemeine Informationen zu Ihrem Unternehmen an, damit Sie diese Kriterien nach Abschluss der Umfrage zur Erstellung eines Benchmarking-Berichts verwenden können.
pl: Proszę podać kilka ogólnych informacji o swoim przedsiębiorstwie, aby po zakończeniu ankiety móc wykorzystać te kryteria do wygenerowania raportu benchmarkingowego.

# Text2
source: The data will be used every time you decide to complete the survey again. If your position changes, you will always be able to change the data in the user profile.
de: Die Daten werden bei jedem erneuten Ausfüllen der Umfrage wiederverwendet. Wenn sich Ihre Angaben ändern, können Sie die Daten jederzeit im Benutzerprofil anpassen.
pl: Dane te będą wykorzystywane za każdym razem, gdy zdecydujesz się ponownie wypełnić ankietę. Jeśli sytuacja przedsiębiorstwa ulegnie zmianie, zawsze będzie można zmienić dane w Profilu użytkownika. Możesz być pewny, że Twoje odpowiedzi są poufne - inni użytkownicy nie będą mogli zobaczyć informacji o Twoim profilu w żadnym momencie.

# Text3
source: Please remember that your answers are confidential – other users will not be able to see your profile information at any time
de: Bitte denken Sie daran, dass Ihre Antworten vertraulich sind - andere Nutzer können Ihre Profildaten zu keinem Zeitpunkt einsehen.
pl: Możesz być pewny, że Twoje odpowiedzi są poufne - inni użytkownicy nie będą mogli zobaczyć informacji o Twoim profilu w żadnym momencie.

# Turnover
source: Current gross annual turnover of the enterprise
de: Aktueller Bruttojahresumsatz des Unternehmens
pl: Obecny roczny obrót brutto przedsiębiorstwa

source: Wrong Email or Password
de: Falsche E-Mail oder falsches Passwort
pl: Email lub hasło nieprawidłowe
