Repository: lobix-github/QuestApp
Catalog: server/Resources/Pages/ResultsPage.*.resx
Languages: de, nl, pl

source: Benchmarking Report
de: Benchmarking-Bericht
nl: Benchmarkingrapport
pl: Raport Benchmarkingowy

# Benchmarking Report Text1
source: Innovation Processes Digitization Level
de: Digitalisierungslevel von Innovationsprozessen
nl: Digitaliseringsniveau van innovatieprocessen
pl: Poziom Cyfryzacji Procesów Innowacyjnych

# Benchmarking Report Text2
source: Done for:
de: Durchgeführt für:
nl: Gedaan voor:
pl: Analiza wykonana dla:

# Benchmarking Report Text3
source: based on:
de: Basierend auf:
nl: gebaseerd op:
pl: na podstawie:

source: Digital Innovation Team
de: Das Digital Innovation Team
nl: Het Digital Innovation Team
pl: Zespół Digital Innovation

# Effectiveness
source: Innovation process success and control
de: Erfolg und Kontrolle des Innovationsprozesses
nl: Succes en controle van innovatieproces
pl: Skuteczność i kontrola innowacyjności

# Effectiveness Text1
source: The following analysis demonstrates the relationship between innovation success and control, and the level of innovation process digitalization. It provides insights in regards to how important digitalisation is for the effectiveness of internal development activities, and how this importance depends on the context of specific business activity. The charts present Innovation Process Engagement Index – IPE and Innovation Process Digital Intensity Index – IPDI. The available filters contain 8 criteria characterizing the location, size and type of the business.<br/>Innovation process success and control is measured with the use of deviations of expenditures on innovation and the effects of innovative activities from the desired values. The value -2 on the chart means a result much worse than expected, 0 a result close to the assumed one, and the value 2 means a much better result.
de: Die folgende Analyse zeigt den Zusammenhang zwischen Innovationserfolg und -kontrolle und dem Grad der Digitalisierung des Innovationsprozesses. Sie gibt Aufschluss darüber, wie wichtig die Digitalisierung für die Effektivität der internen Entwicklungsaktivitäten ist und wie diese Bedeutung vom Kontext der spezifischen Geschäftstätigkeit abhängt. Die Grafiken zeigen den Innovationsprozess-Engagement-Index - IPE und den Innovationsprozess Digitaler Intensitätsindex - IPDI. Die verfügbaren Filter enthalten 8 Kriterien, die den Standort, die Größe und die Art des Unternehmens charakterisieren.<br/>Der Erfolg und die Kontrolle des Innovationsprozesses werden anhand der Abweichungen der Innovationsausgaben und der Auswirkungen der Innovationsaktivitäten von den gewünschten Werten gemessen. Der Wert -2 in dem Diagramm bedeutet ein viel schlechteres Ergebnis als erwartet, 0 ein Ergebnis nahe dem angenommenen, und der Wert 2 bedeutet ein viel besseres Ergebnis.
nl: De volgende analyse toont het verband aan tussen het succes en de controle van het innovatieproces , en de mate van digitalisering van het innovatieproces. Dit geeft inzicht in hoe belangrijk digitalisering is voor de doeltreffendheid van interne ontwikkelingsactiviteiten, en hoe het belang hiervan afhangt van de context van de specifieke bedrijfsactiviteit. De grafieken tonen de digitale intensiteitsindex voor het innovatieproces - IPE en de betrokkenheidsindex voor het innovatieproces- IPDI. De beschikbare filters bevatten acht criteria die de plaats, de grootte en het type van het bedrijf kenmerken. Het succes en de controle van het innovatieproces worden gemeten aan de hand van afwijkingen van de uitgaven voor innovatie en de effecten van innoverende activiteiten ten opzichte van de gewenste waarden. De waarde -2 op de grafiek betekent een resultaat dat veel slechter is dan verwacht, 0 een resultaat dat dicht bij het veronderstelde resultaat ligt, en de waarde 2 betekent een veel beter resultaat.
pl: Kolejne analizy pokazują skuteczność działań innowacyjnych obecnej lub potencjalnej konkurencji w zależności od poziomu cyfryzacji aktywności na poszczególnych etapach procesu innowacyjnego. Wskazują, na ile ważna jest cyfryzacja dla skuteczności działań rozwojowych w zależności od kontekstu prowadzonej działalności. W zestawieniach uwzględniono Wskaźnik Zaangażowania w Proces Innowacyjny (IPE) oraz Wskaźnik Intensywności Cyfrowej Procesu Innowacyjnego (IPDI). Dostępne filtry zawierają 8 kryteriów charakteryzujących lokalizację, rozmiar oraz rodzaj prowadzonej działalności. <br/>Skuteczność i kontrola innowacyjności mierzona jest z wykorzystaniem odchyleń nakładów na innowacje i efektów działań innowacyjnych od wartości pożądanych. Wartość -2 na wykresie oznacza wynik znacznie gorszy od oczekiwanego, 0 wynik bliski temu zakładanemu, a wartość 2 wynik zdecydowanie lepszy.

# Effectiveness Text2
source: Select the <b>Generate Report</b> button to create a permanent report in PDF format.
de: Wählen Sie die Schaltfläche <b>Bericht generieren</b>, um einen vollständigen Bericht im PDF-Format zu erstellen.
nl: Selecteer de <b>Rapport genereren</b>-knop om een permanent rapport in pdf-formaat te maken.
pl: Wybierając przycisk <b>Generuj raport</b>, można utworzyć trwały raport w formacie PDF.

# Effectiveness Text3
source: We invite you to use the benchmarking tool again. As the user base continues to grow, the comparative data are changing. After logging in to the platform, you will be able use again data collected in the survey to create new comparisons or fill in a new questionnaire if the company&#39;s situation changes. The entire survey history will be saved on an individual user account. It is worth being up to date and observing how the situation of the current and new competition changes.
de: Wir laden Sie dazu ein, das Benchmarking-Tool erneut zu nutzen. Da die Nutzerbasis weiterwächst, ändern sich auch die Vergleichsdaten. Nach dem Einloggen auf der Plattform können Sie die in der Umfrage gesammelten Daten erneut verwenden, um neue Vergleiche zu erstellen oder einen neuen Fragebogen auszufüllen, wenn sich die Situation des Unternehmens ändert. Die gesamte Umfragehistorie wird in einem individuellen Benutzerkonto gespeichert. Es lohnt sich, auf dem Laufenden zu bleiben und zu beobachten, wie sich die Situation des aktuellen und zukünftigen Wettbewerbs verändert.
nl: Wij nodigen u uit om de benchmarkingtool opnieuw te gebruiken. Aangezien het aantal gebruikers blijft groeien, veranderen de vergelijkende gegevens. Nadat u zich op het platform heeft aangemeld, kunt u de in de vragenlijst verzamelde gegevens opnieuw gebruiken om nieuwe vergelijkingen te maken of een nieuwe vragenlijst in te vullen als de situatie van uw bedrijf verandert. De hele vragenlijstgeschiedenis wordt opgeslagen in een individueel gebruikersaccount. Het is de moeite waard om op de hoogte te blijven en te observeren hoe de situatie van de huidige en de toekomstige concurrentie verandert.
pl: Zapraszamy do ponownego skorzystania z narzędzia benchmarkingowego. Ponieważ baza użytkowników stale rośnie, zmienia się baza porównawcza. Po zalogowaniu do serwisu będzie można powtórnie użyć tej samej ankiety do stworzenia nowych porównań lub wypełnić nowy kwestionariusz, jeśli sytuacja przedsiębiorstwa ulegnie zmianie. Cała historia zmian zostanie zapisana na indywidulnym koncie użytkownika. Warto być na bieżąco i obserwować jak zmienia się sytuacja obecnej i nowej konkurencji.

# Feedback
source: Share back
de: Zurückteilen
pl: Podziel się wnioskami

# Feedback Text1
source: <p>We hope that you have obtained valuable information on the directions of development of your company. But, this is not all we can do. If you are interested in any additional analyses in the field of digitization of innovative activities, please contact us via e-mail. As we are also constantly working on the development of our platform, we would be glad to find out how you evaluate your benchmarking experience and what additional functionalities would be useful for you. Click on this <b><a href=www.somelink.com/ target=\"_blank\">link</a></b> to go to the evaluation survey.</p>
de: <p>Wir hoffen, dass Sie wertvolle Informationen über die Entwicklungsrichtung Ihres Unternehmens erhalten haben. Aber das ist nicht alles, was wir für Sie tun können. Wenn Sie an zusätzlichen Analysen im Bereich der Digitalisierung innovativer Aktivitäten interessiert sind, kontaktieren Sie uns bitte per E-Mail.</p><p>Da wir auch ständig an der Weiterentwicklung unserer Plattform arbeiten, würden wir gerne erfahren, wie Sie Ihre Benchmarking-Erfahrung bewerten und welche zusätzlichen Funktionalitäten für Sie nützlich wären. Klicken Sie auf diesen <b><a href=www.somelink.com/ target=\"_blank\">Link</a></b>, um zur Bewertungsumfrage zu gelangen.</p>
nl: <p>Wij hopen dat u waardevolle informatie heeft gekregen over de richting die uw bedrijf wil opgaan wat betreft ontwikkelingen. Wij kunnen echter meer dan dit.</br>Als u geïnteresseerd bent in extra analyses op het gebied van de digitalisering van innoverende activiteiten, neem dan contact met ons op via e-mail.</p><p>Aangezien wij ook voortdurend werken aan de ontwikkeling van ons platform, zouden wij graag willen weten wat uw ervaring is met benchmarking en welke extra functionaliteiten voor u nuttig zouden zijn. Klik op deze <b><a href=www.somelink.com/ target=\"_blank\">link</a></b> om naar de evaluatievragenlijst te gaan.</p>
pl: <p>Mamy nadzieję, że udało Ci się uzyskać wartościowe informacje w zakresie kierunków rozwoju swojego przedsiębiorstwa. Jednak, to nie koniec naszych możliwości.</br>Jeśli interesują cię dodatkowe analizy w zakresie cyfryzacji działań innowacyjnych, skontaktuj się z nami mailowo.</p><p>Ponieważ cały czas pracujemy też nad rozwojem naszej platformy, chętnie dowiemy się jak oceniasz swoje doświadczenie benchmarkingowe i jakie dodatkowe funkcjonalności byłyby dla ciebie przydatne. Kliknij ten <b><a href=www.somelink.com/ target=\"_blank\">link</a></b>, aby przejść do ankiety ewaluacyjnej.</p>

# FilterAnswers1
source: Share of the expenditures on innovation
de: Anteil der Ausgaben für Innovationen
nl: Aandeel van de uitgaven voor innovatie
pl: Udział nakładów na działalność innowacyjną

# FilterAnswers2
source: Share of innovative products and processes in the enterprise’s operations
de: Anteil innovativer Produkte und Prozesse im Betrieb des Unternehmens
nl: Aandeel van innoverende producten en processen in de activiteiten van de onderneming
pl: Udział innowacyjnych produktów i procesów w działalności przedsiębiorstwa

# FilterAnswers3
source: Share of successful new implementations in the enterprise’s operations
de: Anteil erfolgreicher neuer Implementierungen im Betrieb des Unternehmens
nl: Aandeel van succesvolle nieuwe implementaties in de activiteiten van de onderneming.
pl: Udział udanych nowych wdrożeń w działalności przedsiębiorstwa

source: General results
de: Die allgemeinen Ergebnisse
nl: De algemene resultaten
pl: Wyniki ogólne

# General Results D/E
source: <b>Digitalisation/Engagement Ratio – D/E Ratio</b></br>The D / E Ratio measures the relative value of the Innovation Process Digital Intensity Index to the Innovation Process Engagement Index and provides an indication of the involvement of digital tools in innovation management related activities that are in the scope of activities employed in the enterprise in this regards generally. The maximum value of the ratio is 100%, also in individual categories.
de: <b>Digitalisation/Engagement Ratio – D/E Ratio (Digitalisierungs-/ Engagement-Verhältnis)</b></br>Das D/E Ratio misst den relativen Wert des Innovationsprozess-Intensitätsindex zum Innovationsprozess- Engagement-Index und gibt einen Hinweis auf die Einbindung digitaler Tools in innovationsmanagementbezogene Aktivitäten, die im Rahmen der im Unternehmen diesbezüglich generell eingesetzten Aktivitäten liegen. Der Maximalwert des Verhältnisses beträgt 100%, auch in den einzelnen Kategorien.
nl: <b>Digitalisation/Engagement Ratio – D/E Ratio (Digitalisering/ betrokkenheidsratio)</b></br>De D/E Ratio meet de relatieve waarde van de digitale intensiteitsindex van het innovatieproces ten opzichte van de betrokkenheidsindex van het innovatieproces en geeft een indicatie van de inzet van digitale tools bij activiteiten in verband met innovatiebeheer die in de onderneming op dit gebied worden geïmplementeerd. De maximumwaarde van de verhouding is 100%, ook in afzonderlijke categorieën.
pl: <b>Digitalisation/Engagement Ratio – D/E Ratio (Wskaźnik Cyfryzacji i Zaangażowania)</b></br>D/E Ratio mierzy relatywną wartość Wskaźnika Intensywności Cyfrowej Procesu Innowacyjnego do Wskaźnika Zaangażowania w Proces Innowacyjny i oznacza stopień intensywności wykorzystania narzędzi cyfrowych do deklarowanego zakresu realizowanych działań innowacyjnych. Może stanowić zatem miarę luki pomiędzy obecnym a możliwymi do uzyskania poziomem cyfryzacji procesu innowacyjnego. Maksymalna wartość wskaźnika wynosi 100%, również poszczególnych kategoriach.

# General Results IPDC
source: <b>Innovation Process Digital Coverage Index</b></br>IPDC demonstrates to what extent the particular stages of innovation process are facilitated by digital tools. The Index value allows to compare the innovation management digital coverage across industry sectors and understand which activities could be potentially supported digitally. The maximum value of the index is 60, and in individual categories 10.
de: <b>Innovation Process Digital Coverage Index - IPDC (Innovationsprozess Digitaler Abdeckungsindex)</b></br>Der IPDC zeigt, inwieweit die einzelnen Phasen des Innovationsprozesses durch digitale Tools unterstützt werden. Der Indexwert ermöglicht es, die digitale Abdeckung des Innovationsmanagements in verschiedenen Branchen zu vergleichen und zu verstehen, welche Aktivitäten potenziell digital unterstützt werden könnten. Der Höchstwert des Index beträgt 60 und in den einzelnen Kategorien 10.
nl: <b>Innovation Process Digital Coverage Index - IPDC (index voor digitale dekking van het innovatieproces)</b></br>IPDC toont aan in welke mate de specifieke fasen van het innovatieproces door digitale tools worden vergemakkelijkt. De indexwaarde maakt het mogelijk de digitale dekking van het innovatiebeheer in de verschillende sectoren te vergelijken en te begrijpen welke activiteiten mogelijk digitaal zouden kunnen worden ondersteund. De maximumwaarde van de index is 60 en in de afzonderlijke categorieën 10.
pl: <b>Innovation Process Digital Coverage Index - IPDC (Wskaźnik Pokrycia Cyfrowego Procesu Innowacyjnego)</b></br>IPDC pokazuje, w jakim stopniu poszczególne etapy procesu innowacji są wspomagane przez narzędzia cyfrowe. Wartość indeksu pozwala porównać zasięg cyfrowy zarządzania innowacjami w różnych sektorach przemysłu i zrozumieć, które działania mogą być potencjalnie wspierane cyfrowo. Maksymalna wartość wskaźnika wynosi 60, zaś w poszczególnych kategoriach 10.

# General Results IPDI
source: <b>Innovation Process Digital Intensity Index</b></br>IPDI measures the level of actual usage of digital tools in innovation management practices. The index will well serve information needs of enterprises that are already experienced in using digital tools for the needs of generating innovation ideas, managing or commercialising them, and are willing to compare their position to other digital innovators in their industry. The maximum value of the index is 60, and in individual categories 10.
de: <b>Innovation Process Digital Intensity Index – IPDI (Innovationsprozess Digitaler Intensitätsindex)</b></br>Der IPDI misst den Grad der tatsächlichen Nutzung digitaler Tools in der Innovationsmanagementpraxis. Der Index eignet sich insbesondere gut für Unternehmen, die bereits Erfahrung mit der Nutzung digitaler Tools für die Generierung von Innovationsideen und deren Verwaltung oder Vermarktung haben und ihre Position mit anderen digitalen Innovatoren in ihrer Branche vergleichen möchten. Der Höchstwert des Index beträgt 60 und in den einzelnen Kategorien 10.
nl: <b>Innovation Process Digital Intensity Index – IPDI (index voor digitale intensiteit van het innovatieproces)</b></br>IPDI meet de mate waarin digitale tools daadwerkelijk worden gebruikt in de werkmethoden voor innovatiebeheer. De index voldoet aan de informatiebehoeften van ondernemingen die al ervaring hebben met het gebruik van digitale tools voor het genereren van innovatieve ideeën en het beheer of de commercialisatie daarvan, en die daarnaast hun positie willen vergelijken met die van andere digital innovators in hun sector. De maximumwaarde van de index is 60 en in de afzonderlijke categorieën 10.
pl: <b>Innovation Process Digital Intensity Index – IPDI (Wskaźnik Intensywności Cyfrowej Procesu Innowacyjnego)</b></br>IPDI mierzy poziom intensywności faktycznego wykorzystania narzędzi cyfrowych w praktykach zarządzania innowacjami. Pokazuje częstotliwość korzystania z narzędzi w konkretnych zastosowaniach. Powinien on być analizowany w odniesieniu do IPE oraz IPDC, ze względu na potencjalnie zróżnicowany poziom potrzeb cyfrowych w konkretnych sektorach. Benchmarking wartości IPDI wspomaga zaspokojenie potrzeb informacyjnych przedsiębiorstw, które mają już doświadczenie w korzystaniu z narzędzi cyfrowych na potrzeby generowania pomysłów innowacyjnych, zarządzania nimi lub komercjalizacji nowych rozwiązań i są chętne do porównywania swojej pozycji z innymi innowatorami cyfrowymi. Maksymalna wartość wskaźnika wynosi 60, zaś w poszczególnych kategoriach 10.

# General Results IPE
source: <b>Innovation Process Engagement Index – IPE</b></br>IPE allows to compare the complexity of innovation management practices employed in an enterprise. This simple measure presents the overall approach to innovation process in a specific industry and demonstrates the level its of systematisation in an enterprise, thus being an indicator of digitalisation call and readiness. The maximum value of the index is 60, and in individual categories 10.
de: <b>Innovation Process Engagement Index – IPE (Innovationsprozess-Engagement-Index)</b></br>Mit dem IPE lässt sich die Komplexität der in einem Unternehmen angewandten Innovationsmanagementpraktiken vergleichen. Dieses einfache Maß stellt den Gesamtansatz für den Innovationsprozess in einem bestimmten Wirtschaftszweig dar und zeigt den Systematisierungsgrad in einem Unternehmen auf, was ein Indikator für die Digitalisierungsbereitschaft ist. Der Höchstwert des Index beträgt 60 und in den einzelnen Kategorien 10.
nl: <b>Innovation Process Engagement Index – IPE (betrokkenheidsindex voor het innovatieproces)</b></br>IPE maakt het mogelijk een vergelijking te maken van de complexiteit van de werkmethoden voor innovatiebeheer die in een onderneming zijn toegepast. Deze eenvoudige maatstaf geeft de algemene aanpak van het innovatieproces in een bepaalde sector weer en toont het niveau van de systematisering in een onderneming aan. Om die reden is het een indicator van de roep om digitalisering en de bereidheid daartoe. De maximumwaarde van de index is 60 en in de afzonderlijke categorieën 10.
pl: <b>Innovation Process Engagement Index – IPE (Wskaźnik Zaangażowania w Proces Innowacyjny)</b></br>IPE pozwala porównać złożoność praktyk zarządzania innowacjami stosowanych w przedsiębiorstwie. Ten prosty miernik przedstawia całościowe podejście do procesu innowacyjnego w danej branży i pokazuje stopień jego usystematyzowania w przedsiębiorstwie, będąc tym samym wskaźnikiem chęci i gotowości procesu do cyfryzacji. Maksymalna wartość wskaźnika wynosi 60, zaś w poszczególnych kategoriach 10.

# General Results Text1
source: The table presents the result of the analysis done on the basis of the completed benchmarking survey. The analysis includes four indicators:
de: Die Tabelle zeigt das Ergebnis der Analyse, die auf der Grundlage der abgeschlossenen Benchmarking-Erhebung durchgeführt wurde. Die Analyse umfasst vier Indikatoren:
nl: De tabel geeft het resultaat van de analyse op basis van de ingevulde benchmarking-vragenlijst. De analyse bevat vier indicatoren:
pl: Tabela przedstawia wynik analizy dokonanej na podstawie wypełnionej ankiety benchmarkingowej. W zestawieniu ujęto cztery wskaźniki:

# General Results Text2
source: Results should be read in the specific business context, thus it doesn’t matter if the value is high or low. What does matter is understanding of the relative position of the enterprise as compared to others and particularly sector-specific competitors. The table summarises the average values of subsequent indicators for all enterprises and enterprises representing the sector declared for an enterprise under analysis. For individual process categories colour code was used, and is it explained clearly under the table. Colour code demonstrates in which process category the enterprise’s result is higher or lower than average.
de: Die Ergebnisse sollten im spezifischen Unternehmenskontext betrachtet werden, daher spielt es keine Rolle, ob der Wert hoch oder niedrig ist. Wichtig ist das Verständnis der relativen Position des Unternehmens im Vergleich zu anderen, insbesondere zu sektorspezifischen Wettbewerbern. In der Tabelle sind die Durchschnittswerte der nachfolgenden Indikatoren für alle Unternehmen und für Unternehmen, die den für ein analysiertes Unternehmen angegebenen Sektor repräsentieren, zusammengefasst. Für die einzelnen Prozesskategorien wurde ein Farbcode verwendet, der in der Tabelle deutlich erläutert wird. Der Farbcode zeigt an, in welcher Prozesskategorie das Ergebnis des Unternehmens höher oder niedriger als der Durchschnitt ist.
nl: De resultaten moeten in de specifieke bedrijfscontext worden gelezen, dus het maakt niet uit of de waarde hoog of laag is. Wat wel van belang is, is inzicht in de relatieve positie van de onderneming ten opzichte van andere bedrijven en vooral van sectorspecifieke concurrenten. De tabel geeft een overzicht van de gemiddelde waarden van de opeenvolgende indicatoren voor alle bedrijven en de ondernemingen die de sector vertegenwoordigen die zijn opgegeven voor een geanalyseerde onderneming. Voor de afzonderlijke procescategorieën is een kleurencode gebruikt, die onder de tabel duidelijk wordt uitgelegd. De kleurencode laat zien in welke procescategorie het resultaat van het bedrijf hoger of lager is dan het gemiddelde.
pl: Wyniki należy odczytywać w konkretnym kontekście biznesowym, więc nie ma znaczenia, czy wartość jest wysoka czy niska. Liczy się zrozumienie względnej pozycji przedsiębiorstwa w porównaniu z innymi przedsiębiorstwami, a zwłaszcza tymi specyficznymi dla reprezentowanego sektora. W tabeli przedstawiono średnie wartości poszczególnych wskaźników dla wszystkich przedsiębiorstw oraz przedsiębiorstw reprezentujących zadeklarowany sektor działalności analizowanego podmiotu. Dla konkretnych kategorii procesowych zastosowano zaś kod kolorystyczny, który znajduje się w objaśnieniu pod tabelą. Kod kolorystyczny odzwierciedla, w której kategorii procesowej wynik analizowanego przedsiębiorstwa jest wyższy lub niższy od średniej.

source: Generate Report
de: Bericht generieren
nl: Rapport genereren
pl: Generuj raport

# Individual Results
source: The results in an individualized criteria context
de: Die Ergebnisse in einem individualisierten Kriterienkontext
nl: De resultaten in een context van geïndividualiseerde criteria
pl: Wyniki w zindywidualizowanym kontekście kryterialnym
