Repository: lobix-github/QuestApp
Catalog: server/Resources/Pages/ResultsPage.*.resx
Languages: de, nl, pl

# Individual Results Text1
source: The individualized results are presented in the context of the comparison criteria indicated by the user by selecting the most relevant filters. The charts on the left collate the result for all user data collected in the database. The charts on the right show the scores of an enterprise under analysis in the context chosen by the user. The results can be compared with the average value, but also related to the group of Digital Innovators and Digital Lagers. Digital Innovators constitute 20% of enterprises with the best results in a given category, while Digital Lagers are assumed as 20% of enterprises with the lowest results. The choice of criteria always applies to all graphs. The number of possible comparisons is unlimited.
de: Die individualisierten Ergebnisse werden im Zusammenhang mit den vom Nutzer angegebenen Vergleichskriterien dargestellt, indem die relevantesten Filter ausgewählt werden. Die Diagramme auf der linken Seite fassen das Ergebnis für alle in der Datenbank gesammelten Nutzerdaten zusammen. Die Diagramme auf der rechten Seite zeigen die Werte eines analysierten Unternehmens in dem vom Nutzer gewählten Kontext. Die Ergebnisse können mit dem Durchschnittswert verglichen werden, aber auch auf die Gruppe der digitalen Innovatoren und digitalen Nachzügler bezogen werden. Digitale Innovatoren stellen 20 % der Unternehmen mit den besten Ergebnissen in einer bestimmten Kategorie dar, während als digitale Nachzügler 20 % der Unternehmen mit den niedrigsten Ergebnissen gelten. Die Auswahl der Kriterien gilt immer für alle Diagramme. Die Anzahl der möglichen Vergleiche ist unbegrenzt.
nl: De geïndividualiseerde resultaten worden weergegeven in de context van de vergelijkingscriteria die de gebruiker heeft aangegeven door de meest relevante filters te kiezen. De grafieken links geven het resultaat weer voor alle gebruikersgegevens die in de database zijn verzameld. De grafieken rechts geven de scores weer van een geanalyseerde onderneming in de door de gebruiker gekozen context. De resultaten kunnen worden vergeleken met de gemiddelde waarde, maar kunnen ook worden gerelateerd aan de groep Digital Innovators en Digital Lagers. Digital Innovators vormen 20% van de ondernemingen met de beste resultaten in een bepaalde categorie, terwijl ervan uit wordt gegaan dat Digital Lagers 20% van de ondernemingen met de laagste resultaten vormen De keuze van de criteria geldt altijd voor alle grafieken. Het aantal mogelijke vergelijkingen is onbeperkt.
pl: Zindywidualizowane wyniki przedstawiane są w kontekście kryteriów porównawczych wskazanych przez użytkownika poprzez wybór odpowiednich filtrów. Wykresy po lewej stronie pokazują wynik dla wszystkich użytkowników zgromadzonych w bazie. Wykresy po prawej stronie prezentują wynik analizowanego przedsiębiorstwa w porównaniu do wartości wybranych grup porównawczych. Wyniki można porównać z wartością średnią, ale także odnieść je do grupy Cyfrowych Innowatorów i Cyfrowych Maruderów. Cyfrowi Innowatorzy to 20% przedsiębiorstw o najlepszych wynikach w danej kategorii, zaś Cyfrowi Maruderzy stanowią 20% przedsiębiorstw o wynikach najniższych. Wybór kryteriów dotyczy zawsze wszystkich wykresów. Ilość możliwych porównań jest nieograniczona.

# Individual Results Text2
source: The charts below present the innovation process and digitization ratios in relation to the following selection criteria: company location, company size, sector, period of operation on the market and the level of annual turnover. By choosing the relevant options, it is possible to compare the current position to the enterprises that are alike or those with completely different characteristics, that might inspire future development.
de: Die nachstehenden Diagramme zeigen den Innovationsprozess und die Digitalisierungsquoten in Abhängigkeit von den folgenden Auswahlkriterien: Unternehmensstandort, Unternehmensgröße, Branche, Länge der Tätigkeit am Markt und Höhe des Jahresumsatzes. Durch die Auswahl der entsprechenden Optionen ist es möglich, die aktuelle Position mit Unternehmen mit ähnlichen bzw. unterschiedlichen Charakteristiken zu vergleichen, die die zukünftige Entwicklung inspirieren könnten.
nl: In de onderstaande grafieken worden het innovatieproces en de digitaliseringsverhoudingen voorgesteld in verhouding tot de volgende selectiecriteria: locatie van de onderneming, grootte van de onderneming, sector, periode van activiteit op de markt en hoogte van de jaarlijkse omzet. Door de relevante opties te kiezen, is het mogelijk de huidige positie te vergelijken met de ondernemingen die op elkaar lijken of met de ondernemingen met totaal andere kenmerken, die een inspiratiebron kunnen zijn voor de toekomstige ontwikkeling.
pl: Poniższe wykresy przedstawiają wskaźniki innowacyjności i cyfryzacji w odniesieniu do następujących kryteriów selekcji: lokalizacji przedsiębiorstwa, rozmiaru przedsiębiorstwa, sektora, okresu funkcjonowania na rynku oraz poziomu rocznych obrotów. Na ich podstawie możliwe jest zestawienie wyników analizowanego przedsiębiorstwa z podmiotami podobnymi lub tymi o zupełnie odmiennych charakterystykach.

# Individual Results Text3
source: Further charts present the digital scores against the intensity of commitment to innovation. The following criteria were taken into account in the filters: share of the expenditures on innovation, share of innovative products and processes in the enterprise’s operations, share of successful new implementations in the enterprise’s operations.
de: Weitere Diagramme zeigen die digitalen Werte im Vergleich zur Intensität des Innovationsengagements. Bei den Filtern wurden die folgenden Kriterien berücksichtigt: Anteil der Ausgaben für Innovationen, Anteil innovativer Produkte und Prozesse im Betrieb des Unternehmens und Anteil erfolgreicher neuer Implementierungen im Betrieb des Unternehmens.
nl: De overige grafieken tonen de digitale scores in verhouding tot de intensiteit van de inzet voor innovatie. De volgende criteria zijn in de filters in aanmerking genomen: aandeel van de uitgaven voor innovatie, aandeel van innoverende producten en processen in de activiteiten van de onderneming, aandeel van succesvolle nieuwe implementaties in de activiteiten van de onderneming.
pl: Dalsze zestawienia przedstawiają wynik analizowanego przedsiębiorstwa w kontekście intensywności zaangażowania w działalność innowacyjną. W filtrach uwzględniono następujące kryteria: udział nakładów na działalność innowacyjną, udział innowacyjnych produktów i procesów w działalności przedsiębiorstwa, udział udanych nowych wdrożeń w działalności przedsiębiorstwa.

source: loading...
de: Laden...
nl: Aan het laden…
pl: ładowanie...

# No Result
source: No surveys
de: Keine Umfragen
nl: Geen vragenlijst
pl: Nie ma żadnych ankiet

# Results Title
source: Your Results
de: Ihre Ergebnisse
nl: Uw resultaten
pl: Twoje wyniki

# SurveyDropDownLabel
source: Survey
de: Umfrage
nl: Vragenlijst
pl: Ankieta

source: Surveys:
de: Umfragen:
nl: Vragenlijsten:
pl: Ankiety:
