Repository: lobix-github/QuestApp
Catalog: server/Resources/Pages/SharedRes.*.resx
Languages: nl, pl

# CitySizeId_Below10k
source: up to 10.000 inhabitants
nl: tot 10.000 inwoners
pl: do 10.000 mieszkańców

# CitySizeId_Between10_50k
source: 10.000 - 50.000 inhabitants
nl: 10.000-50.000 inwoners
pl: 10.000 - 50.000 mieszkańców

# CitySizeId_Between200_500k
source: 200.000 - 500.000 inhabitants
nl: 200.000-500.000 inwoners
pl: 200.000 - 500.000 mieszkańców

# CitySizeId_Between500_1000k
source: 500.000 - 1.000.000 inhabitants
nl: 500.000-1.000.000 inwoners
pl: 500.000 - 1.000.000 mieszkańców

# CitySizeId_Between50_200k
source: 50.000 - 200.000 inhabitants
nl: 50.000-200.000 inwoners
pl: 50.000 - 200.000 mieszkańców

# CitySizeId_Over1000k
source: over 1.000.000 inhabitants
nl: meer dan 1.000.000 inwoners
pl: powyżej 1.000.000 mieszkańców

# CountryId_BE
source: Belgium
nl: België
pl: Belgia

# CountryId_DE
source: Germany
nl: Duitsland
pl: Niemcy

# CountryId_ES
source: Spain
nl: Spanje
pl: Hiszpania

# CountryId_GB
source: UK
nl: VK
pl: Wielka Brytania

# CountryId_NL
source: Netherlands
nl: Nederland
pl: Niderlandy

# CountryId_Other
source: Other
nl: Anders
pl: Inny

# CountryId_PL
source: Poland
nl: Polen
pl: Polska

# DropDown Selected Items
source: selected items
nl: Geselecteerde items
pl: zaznaczonych

# EnterpriseRoleId_CoOwnerExecutiveManager
source: co-owner / executive manager
nl: mede-eigenaar /uitvoerend manager
pl: współwłaściciel / dyrektor zarządzający

# EnterpriseRoleId_DepartmentManager
source: department manager
nl: manager/ teamleider
pl: kierownik / manager (np. zespołu, działu lub oddziału)

# EnterpriseRoleId_ExecutiveManager
source: executive manager
nl: uitvoerend manager
pl: dyrektor zarządzający

# EnterpriseRoleId_Other
source: other
nl: anders
pl: inny

# EnterpriseRoleId_OwnerManager
source: sole owner-manager
nl: enige eigenaar
pl: jedyny właściciel

# General AnyNone Graph Title
source: Innovation Process Engagement Index
nl: Betrokkenheidsindex voor het innovatieproces
pl: Wskaźnik Zaangażowania w Proces Innowacyjny

# General Double AnyNone Graph Title
source: Innovation Process Digital Coverage Index
nl: Index voor digitale dekking van het innovatieproces
pl: Wskaźnik Pokrycia Cyfrowego Procesu Innowacyjnego

# General Graph Title
source: Innovation Process Digital Intensity Index
nl: Index voor digitale intensiteit van het innovatieproces
pl: Wskaźnik Intensywności Cyfrowej Procesu Innowacyjnego

# Graph Label Average
source: Average
nl: Gemiddelde
pl: Średnia

# Graph Label High
source: Digital innovators
nl: Digitale vernieuwers
pl: Innowatorzy Cyfrowi

# Graph Label Low
source: Digital laggers
nl: Digitale achterblijvers
pl: Maruderzy Cyfrowi

# Graph Label User
source: Your score
nl: Uw score
pl: Twój Wskaźnik

# NumberOfEmployeesId_250AndMore
source: 250 and more
nl: 250 of meer
pl: 250 i więcej

# OperationTimeId_0_1
source: 0-1 years
nl: 0-1 jaar
pl: 0-1 lat

# OperationTimeId_100AndMore
source: 100 years and more
nl: 100 jaar en meer
pl: 100 lat i więcej

# OperationTimeId_21_99
source: 20-99 years
nl: 21-99 jaar
pl: 20-99 lat

# OperationTimeId_2_7
source: 2-7 years
nl: 2-7 jaar
pl: 2-7 lat

# OperationTimeId_8_20
source: 8-20 years
nl: 8-20 jaar
pl: 8-20 lat

# SectorId_AccommodationAndFoodService
source: (I) Accommodation and food service activities
nl: (I) Activiteiten op het gebied van accommodatieverschaffing en voedselverstrekking
pl: (I) Działalność związana z zakwaterowaniem i usługami gastronomicznymi

# SectorId_AdministrativeAndSupportService
source: (N) Administrative and support service activities
nl: (N) Activiteiten op het gebied van administratieve en ondersteunende diensten
pl: (N) Działalność w zakresie usług administrowania i działalność wspierająca

# SectorId_AgricultureForestryAndFishing
source: (A) Agriculture, forestry and fishing
nl: (A) Landbouw, bosbouw en visserij
pl: (A) Rolnictwo, leśnictwo i rybactwo

# SectorId_ArtsEntertainmentAndRecreational
source: (R) Arts, entertainment and recreation
nl: (R) Kunst, amusement en recreatie
pl: (R) Działalność związana z kulturą, rozrywką i rekreacją

# SectorId_Construction
source: (F) Construction
nl: (F) Bouwnijverheid
pl: (F) Budownictwo

# SectorId_Education
source: (P) Education
nl: (P) Onderwijs
pl: (P) Edukacja

# SectorId_ElectricityGasSteamAndAirConditioningSupply
source: (D) Electricity, gas, steam and air conditioning supply
nl: (D) Elektriciteit-, gas-, stoom- en airconditioningvoorziening
pl: (D) Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną i powietrze do układów klimatyzacyjnych

# SectorId_ExtraterritorialOrganisationsAndBodies
source: (U) Activities of extraterritorial organisations and bodies
nl: (U) Activiteiten op het gebied van extraterritoriale organisaties en lichamen
pl: (U) Organizacje i zespoły eksterytorialne

# SectorId_FinanceAndInsurance
source: (K) Financial and insurance activities
nl: (K) Activiteiten op het gebied van financiën en verzekeringen
pl: (K) Działalność finansowa i ubezpieczeniowa

# SectorId_HouseholdsAsEmployers
source: (T) Activities of households as employers; undifferentiated goods- and services-producing activities of households for own use
nl: (T) Activiteiten op het gebied van huishoudens als werkgevers; activiteiten op het gebied van niet-gedifferentieerde productie van goederen en diensten door huishoudens voor eigen gebruik
pl: (T) Gospodarstwa domowe zatrudniające pracowników; gospodarstwa domowe produkujące wyroby i świadczące usługi na własne potrzeby

# SectorId_HumanHealthAndSocialWork
source: (Q) Human health and social work activities
nl: (Q) Activiteiten op het gebied van menselijke gezondheidszorg en maatschappelijke dienstverlening
pl: (Q) Opieka zdrowotna i pomoc społeczna

# SectorId_InformationAndCommunication
source: (J) Information and communication
nl: (J) Informatie en communicatie
pl: (J) Informacja i komunikacja

# SectorId_Manufacturing
source: (C) Manufacturing
nl: (C) Verwerkende industrie
pl: (C) Przetwórstwo przemysłowe

# SectorId_MiningAndQuarrying
source: (B) Mining and quarrying
nl: (B) Winning van delfstoffen
pl: (B) Górnictwo i wydobywanie

# SectorId_Other
source: (S) Other service activities
nl: (S) Activiteiten op het gebied van overige diensten
pl: (S) Pozostała działalność usługowa

# SectorId_ProfessionalScientificAndTechnical
source: (M) Professional, scientific and technical activities
nl: (M) Professionele, wetenschappelijke en technische activiteiten
pl: (M) Działalność profesjonalna, naukowa i techniczna

# SectorId_PublicAdministrationAndDefence
source: (O) Public administration and defence; compulsory social security
nl: (O) Openbaar bestuur en defensie; verplichte sociale verzekeringen
pl: (O) Administracja publiczna i obrona narodowa; obowiązkowe ubezpieczenia społeczne

# SectorId_RealEstate
source: (L) Real estate activities
nl: (L) Activiteiten op het gebied van onroerend goed
pl: (L) Działalność związana z obsługą rynku nieruchomości

# SectorId_TransportAndStorage
source: (H) Transportation and storage
nl: (H) Vervoer en opslag
pl: (H) Transport i gospodarka magazynowa

# SectorId_WaterSupply
source: (E) Water supply; sewerage, waste management and remediation activities
nl: (E) Watervoorziening; activiteiten op het gebied van riolering, afvalbeheer en sanering
pl: (E) Dostawa wody; gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją

# SectorId_WholesaleAndRetailTrade
source: (G) Wholesale and retail trade; repair of motor vehicles and motorcycles
nl: (G) Groot- en detailhandel; reparatie van motorvoertuigen en motoren
pl: (G) Handel hurtowy i detaliczny; naprawa pojazdów samochodowych i motocykli

# ServiceAreaId_AccommodationAndFoodService
source: (I) Accommodation and food service activities
nl: (I) Verschaffen van accommodatie en voedselverstrekking
pl: (I) Działalność związana z zakwaterowaniem i usługami gastronomicznymi

# ServiceAreaId_ArtsEntertainmentAndRecreational
source: (R) Arts, entertainment and recreation
nl: (R) Kunst, amusement en recreatie
pl: (R) Działalność związana z kulturą, rozrywką i rekreacją

# ServiceAreaId_Construction
source: (F) Construction
nl: (F) Bouwnijverheid
pl: (F) Budownictwo

# ServiceAreaId_Education
source: (P) Education
nl: (P) Onderwijs
pl: (P) Edukacja

# ServiceAreaId_ElectricityGasSteamAndAirConditioningSupply
source: (D) Electricity, gas, steam and air conditioning supply
nl: (D) Productie en distributie van elektriciteit, gas, stoom en airconditioning
pl: (D) Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną i powietrze do układów klimatyzacyjnych

# ServiceAreaId_FinanceAndInsurance
source: (K) Financial and insurance activities
nl: (K) Financiële activiteiten en verzekeringen
pl: (K) Działalność finansowa i ubezpieczeniowa

# ServiceAreaId_HumanHealthAndSocialWork
source: (Q) Human health and social work activities
nl: (Q) Menselijke gezondheidszorg en maatschappelijke dienstverlening
pl: (Q) Opieka zdrowotna i pomoc społeczna

# ServiceAreaId_InformationAndCommunication
source: (J) Information and communication
nl: (J) Informatie en communicatie
pl: (J) Informacja i komunikacja

# ServiceAreaId_None
source: None
nl: Geen
pl: Żadne

# ServiceAreaId_Other
source: (S) Other service activities
nl: (S) Overige diensten
pl: (S) Pozostała działalność usługowa

# ServiceAreaId_ProfessionalScientificAndTechnical
source: (M) Professional, scientific and technical activities
nl: (M) Professionele, wetenschappelijke en technische activiteiten
pl: (M) Działalność profesjonalna, naukowa i techniczna

# ServiceAreaId_RealEstate
source: (L) Real estate activities
nl: (L) Exploitatie van en handel in onroerend goed
pl: (L) Działalność związana z obsługą rynku nieruchomości

# ServiceAreaId_TransportAndStorage
source: (H) Transportation and storage
nl: (H) Vervoer en opslag
pl: (H) Transport i gospodarka magazynowa

# ServiceAreaId_WaterSupply
source: (E) Water supply; sewerage, waste management and remediation activities
nl: (E) Watervoorziening; riolering, afvalbeheer en zuivering
pl: (E) Dostawa wody; gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją

# Summary Ratio Ttile
source: Digitalization / Engagement Ratio (D/E Ratio)
nl: Wskaźnik Cyfryzacji i Zaangażowania (D/E Ratio)
pl: Wskaźnik Cyfryzacji i Zaangażowania (D/E Ratio)

source: Total Score (Average)
nl: Totale Score (Gemiddeld)
pl: Średni wynik ogółem

# TurnoverId_Over50
source: over 50 mln euro
nl: meer dan 50 mln. euro
pl: powyżej 50 mln euro

# User AnyNone Bubble Graph Title
source: Your Innovation Process Engagement Index
nl: Uw betrokkenheidsindex voor het innovatieproces
pl: Twój Wskaźnik Zaangażowania w Proces Innowacyjny

# User AnyNone Graph Title
source: Your Innovation Process Engagement Index
nl: Uw betrokkenheidsindex voor het innovatieproces
pl: Twój Wskaźnik Zaangażowania w Proces Innowacyjny

# User Bubble Graph Title
source: Your Innovation Process Digital Intensity Index
nl: Uw index voor digitale intensiteit van het innovatieproces
pl: Twój Wskaźnik Intensywności Cyfrowej Procesu Innowacyjnego

# User Double AnyNone Bubble Graph Title
source: Your Innovation Process Digital Coverage Index
nl: Uw index voor digitale dekking van het innovatieproces
pl: Twój Wskaźnik Pokrycia Cyfrowego Procesu Innowacyjnego

# User Double AnyNone Graph Title
source: Your Innovation Process Digital Coverage Index
nl: Uw index voor digitale dekking van het innovatieproces
pl: Twój Wskaźnik Pokrycia Cyfrowego Procesu Innowacyjnego

# User Graph Title
source: Your Innovation Process Digital Intensity Index
nl: Uw index voor digitale intensiteit van het innovatieproces
pl: Twój Wskaźnik Intensywności Cyfrowej Procesu Innowacyjnego

source: Your Industry Score (Average)
nl: Uw sectorscore (Gemiddeld)
pl: Średni wynik w twoim sektorze

source: Your Score
nl: Uw score
pl: Twój wynik
